Revit 2027 API
Schema.Documentation Property
 The overall description of the Schema.
Namespace: Autodesk.Revit.DB.ExtensibleStorage
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Documentation { get; }
Public ReadOnly Property Documentation As String
	Get
public:
property String^ Documentation {
	String^ get ();
}
member Documentation : string with get
Property Value
String
See Also
Reference
Schema Class
Autodesk.Revit.DB.ExtensibleStorage Namespace